import React from 'react'
import '../Activity/activitydetail.css'
import Navbar from '../../Components/Navbar/Navbar'
import Footer from '../../Components/Footer/Footer'

// image
import img_detail1 from '../../assets/Images/Activity/activity-detail1.png'

export default function ActivityDetail() {
  return (
    <>
    <Navbar/>
        <div className='section-activity-detail'>
            <div className='activity-detail-img'>
                <img src={img_detail1}/>
                <img src={img_detail1}/>
                <img src={img_detail1}/>
            </div>
            <div className='activity-detail-content'>
                <h1>มอบทุนการศึกษา</h1>
                <p>
                พลับพลาคอนกรีต มอบทุนการศึกษา 42,000 บาท สนับสนุนคณะเทคโนโลยีอุตสาหกรรม มหาวิทยาลัยราชภัฏรำไพพรรณี เพื่อส่งเสริมโอกาสทางการศึกษาและพัฒนาศักยภาพของเยาวชนไทย พลับพลาคอนกรีต บริษัทชั้นนำด้านการผลิตและจำหน่ายผลิตภัณฑ์คอนกรีตเสริมเหล็ก ได้มอบทุนการศึกษาจำนวน 42,000 บาท ให้กับคณะเทคโนโลยีอุตสาหกรรม มหาวิทยาลัยราชภัฏรำไพพรรณี ทุนการศึกษานี้มอบให้กับนักศึกษาที่เรียนดี มีผลการเรียนดี และมีความประพฤติดี เพื่อสนับสนุนให้นักศึกษามีโอกาสศึกษาต่อจนสำเร็จการศึกษา การมอบทุนการศึกษาครั้งนี้สอดคล้องกับพันธกิจของพลับพลาคอนกรีต ที่มุ่งมั่นพัฒนาสังคมไทยผ่านการสนับสนุนด้านการศึกษา บริษัทฯ เชื่อมั่นว่าการศึกษาเป็นรากฐานสำคัญของการพัฒนาประเทศชาติ และการให้โอกาสทางการศึกษาแก่เยาวชนจะช่วยให้พวกเขาเติบโตเป็นผู้ใหญ่ที่มีคุณภาพ สามารถนำความรู้และทักษะที่มีกลับมาพัฒนาประเทศชาติต่อไป คณะเทคโนโลยีอุตสาหกรรม มหาวิทยาลัยราชภัฏรำไพพรรณี รู้สึกขอบคุณพลับพลาคอนกรีตสำหรับการมอบทุนการศึกษาครั้งนี้ ทุนการศึกษานี้จะเป็นกำลังใจให้นักศึกษาตั้งใจเรียนและพัฒนาตนเองต่อไป ทางคณะฯ จะพยายามส่งเสริมให้นักศึกษาได้รับความรู้และทักษะที่จำเป็น เพื่อเป็นกำลังสำคัญในการพัฒนาประเทศชาติต่อไป
                </p>
                <button>ย้อนกลับ</button>
            </div>
        </div>
    <Footer/>
    </>
  )
}
