import React from "react";
import "../AboutUs_content/aboutuscontent.css";

// images
import video2 from "../../../../assets/Images/Video/video-img2.png";
import video3 from "../../../../assets/Images/Video/video-img3.png";
import video4 from "../../../../assets/Images/Video/video-img4.png";

export default function AboutUsContent() {
  return (
    <>
      <div className="section-aboutus-content">
        <div className="aboutus-content-box-set">
          <h2>บริการครบวงจร</h2>
          <p>
            - <span>บริการผลิต:</span> พลับพลาคอนกรีต
            ผลิตแผ่นพื้นคอนกรีตเสริมเหล็กด้วยเทคโนโลยีที่ทันสมัย
            ควบคุมคุณภาพอย่างเข้มงวด ด้วยระบบ QC ที่มีประสิทธิภาพ <br />
            - <span>บริการจำหน่าย:</span> เรามีทีมขายมืออาชีพ พร้อมให้คำปรึกษา แนะนำ
            และตอบคำถามเกี่ยวกับผลิตภัณฑ์ของเรา <br />
            บริการจัดส่งถึงหน้างาน: พลับพลาคอนกรีต
            มีบริการจัดส่งสินค้าถึงหน้างานลูกค้า โดยทีมงานมืออาชีพ ตรงเวลา
            ตรงตามกำหนด <br />
            - <span>บริการติดตั้ง:</span>
            เรามีบริการติดตั้งแผ่นพื้นคอนกรีตเสริมเหล็กโดยทีมช่างผู้เชี่ยวชาญ
            มีประสบการณ์สูง ทำงานได้อย่างรวดเร็ว ปลอดภัย และถูกต้องตามมาตรฐาน
          </p>
        </div>

        <div className="aboutus-content-box-1">
          <div className="content-text-box-1">
            <h2>มาตรฐานการผลิตที่สูง</h2>
            <p>
              QC ตรวจเช็คคุณภาพ: พลับพลาคอนกรีต มีระบบ QC
              ตรวจสอบคุณภาพแผ่นพื้นคอนกรีตเสริมเหล็กอย่างละเอียด
              ทุกขั้นตอนการผลิต
              เพื่อให้มั่นใจว่าลูกค้าจะได้รับสินค้าที่มีคุณภาพสูงสุด <br />
              ปฏิบัติตามมาตรฐาน CPAC:
              พนักงานของเราปฏิบัติตามกระบวนการผลิตตามแผนการควบคุมของ CPAC
              และได้รับการฝึกอบรมการทำงานตามเอกสารปฏิบัติงานอย่างสม่ำเสมอ <br />
              รางวัลคุณภาพยอดเยี่ยม: พลับพลาคอนกรีต
              ได้รับรางวัลคุณภาพยอดเยี่ยมจาก CPAC การันตีมาตรฐานการผลิตที่สูง
            </p>
          </div>
          <img src={video2} />
        </div>

        <div className="aboutus-content-box-2">
          <img src={video3} />
          <div className="content-text-box-2">
            <h2>ประสิทธิภาพการผลิต</h2>
            <p>
              อัตราการผลิตสูง: พลับพลาคอนกรีต
              มีอัตราการผลิตแผ่นพื้นคอนกรีตเสริมเหล็กสูงที่สุดในจังหวัดจันทบุรีและตราด{" "}
              <br />
              การจัดส่งที่รวดเร็ว: เรามีระบบการจัดส่งสินค้าที่มีประสิทธิภาพ
              จัดส่งสินค้าตรงเวลา ตรงตามกำหนด
            </p>
          </div>
        </div>

        <div className="aboutus-content-box-1">
          <div className="content-text-box-1">
            <h2>บริการหลังการขาย</h2>
            <p>
              พลับพลาคอนกรีต มีทีมบริการลูกค้าที่พร้อมให้บริการลูกค้าทุกท่าน
              ให้คำปรึกษา <br /> แก้ไขปัญหา และตอบคำถามต่างๆ อย่างรวดเร็ว
              ประทับใจ
              และมุ่งมั่นที่จะสร้างความพึงพอใจสูงสุดให้กับลูกค้าด้วยบริการและผลิตภัณฑ์ที่มีคุณภาพ
              ในราคาที่เหมาะสม <br />
              และบริการหลังการขายที่ประทับใจ
            </p>
          </div>
          <img src={video4} />
        </div>
      </div>
    </>
  );
}
